Revit 2027 API
SymbolTypeId.InSup3 Property
 Symbol in³, indicating unit Cubic inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InSup3 { get; }
Public Shared ReadOnly Property InSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InSup3 {
	ForgeTypeId^ get ();
}
static member InSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace